window.__PHILOSOPHY_DATA__ = {
    "version": 1,
    "updatedAt": "2026-10-11T16:13:25+08:00",
    "entries": [
        {
            "id": "p2025-05-01",
            "date": "2025-05-01",
            "title": "所谓——友谊",
            "content": "其实很早我就意识到了这样一个问题，现实与网上，友谊的践行形式是完全不同的。或者说，现实的友谊往往是点头之交，除了最明显的阶段性以外，更明显的特征是，一切关系的发展都靠事件和利益去驱动的。\n\n作为朋友，似乎就可以理所当然的给对方在学习和生活上提供人道主义援助，但其实从一种悲观的角度来看，这也只是另一个层面上的价值交换，很多关系实际上也是并没有必要去维护的。想到这些，我认为是该做一些改变，至少我应该把我的精力更多的放在，自己身上，而并不是去关注他人的苦难。\n\n另一个极端可能就是，所谓的网友，不难否认，在我的视角里，和网友的关系要比现实中朋友的关系牢靠的多，最早认识的朋友，距今为止也已有8个年头。这里的相处方式，更多类似于君子之交，日常没有互动，但一旦遇到事情，联系起来依然能说得上话。不可否认，和他们一期玩游戏，真的非常快乐，那时会感觉，这样的时光真的非常美好。\n\n但其实由此引申的还有另外一个问题，一个人，相当孤僻的人，是否能够离开所有的朋友，独自过好他的生活。这个答案我不知道，但我认为朋友虽然重要，也并非不可或缺，或许有机会，我也将尝试断绝一切关系，去经营我自己的生活，那样应该也能收获到不一样的人生经历吧，或许吧，但，谁又知道呢..."
        }
    ]
};
